IdeaRS.Connections
ConnectedBeamCriteria Constructor
Compatible with IDEA StatiCa 0.0
Initializes a new instance of the ConnectedBeamCriteria class
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConnectedBeamCriteria()
See Also
Reference
ConnectedBeamCriteria Class
IdeaRS.Connections.Data Namespace